resume/resume.tex
% Created 2021-09-17 Fri 15:23
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{fa_orgmode_cv}
\author{Sudhanv Apte}
\date{\today}
\title{Sudhanv Apte Resume}
\hypersetup{
 pdfauthor={Sudhanv Apte},
 pdftitle={Sudhanv Apte Resume},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle


\section*{Education}
\label{sec:orgb981eff}
Master's in Electrical Engineering at National Taipei University of Technology, Taiwan, 2021-2023\\

Bachelor of Technology at S.R.M Institue of Science and Technology, Chennai, 2017-2021\\

\section*{Experience}
\label{sec:org569be7b}

\href{https://getpeppermint.co}{Peppermint Robotics} (Pune, India)\\
Intern\\
June 2021 - Aug 2021\\
Worked on Object Detection and Tracking using YOLO.\\

\href{https://itlab.ee.ntut.edu.tw/}{Intelligent Control Lab} (Taipei, Taiwan)\\
Research Assistant\\
July 2020 - Jan 2021\\
Worked on a Autonomous Food Delivery Robot\\

\section*{Projects}
\label{sec:org36d4f7c}
Autonomous Storage/Retrieval Robot \href{https://github.com/sudhanv09/Warehouse-Bot}{Github}\\
    Final Project at SRM IST. Designed a robot\\
    capable of dynamic obstacle avoidance and can\\
    retrieve packages.\\

Campus Rover\\
    Design and Programming of BLE module\\
    Implemented TEB Local Planner on the robot\\

AprilTag Follower \href{https://github.com/sudhanv09/AprilTag-Follower}{Github}\\
  A program for detection of AprilTags and make the robot follow\\
  them\\

\section*{Skills}
\label{sec:orgd4d5708}
Programming Languages: Python, C\#, C++\\
Others: OpenCV, ROS, PyTorch\\
\end{document}
